Public Attributes | List of all members
API_RailingRailConnectionQuantity Struct Reference
Element Manager
Calculated values for the rail connection. More...
#include <APIdefs_Elements.h>
 Public Attributes
 double  | volume
Volume of the rail connection.
 double  | length3D
Length of the 3D reference line of the rail connection.
Detailed Description
Calculated values for the rail connection.